[
    {
        "active_menu": {
            "$oid": "5bf263eac84cb9000b25a385"
        },
        "address": "Rav Aluf David Elazar St 16",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "b2b_recommended": true,
        "bank_account_type": "IBAN",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-dessert:tel aviv",
                "name": "קינוח",
                "primary": true,
                "slug": "dessert"
            },
            {
                "link_slug": "category-ice_cream:tel aviv",
                "name": "גלידות",
                "primary": false,
                "slug": "ice_cream"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "homedelivery",
            "takeaway"
        ],
        "delivery_specs": {
            "courier_restrictions": 2,
            "custom_geo_range": null,
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 3600000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 3600000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 3600000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_113093"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.77741612574977,
                            32.116281057230076
                        ],
                        [
                            34.777641353546144,
                            32.11633895446672
                        ],
                        [
                            34.78799879550934,
                            32.11720338628594
                        ],
                        [
                            34.79835623747251,
                            32.11633895446672
                        ],
                        [
                            34.80831507929357,
                            32.11377892665985
                        ],
                        [
                            34.81749212572013,
                            32.109621820026334
                        ],
                        [
                            34.825534385973974,
                            32.10402759440008
                        ],
                        [
                            34.83213268803688,
                            32.097211473898916
                        ],
                        [
                            34.837033576973326,
                            32.089435639196225
                        ],
                        [
                            34.840049037490736,
                            32.080999115339054
                        ],
                        [
                            34.84106366984576,
                            32.072226249321915
                        ],
                        [
                            34.84066360399441,
                            32.06880118333163
                        ],
                        [
                            34.83738899230957,
                            32.06468296913311
                        ],
                        [
                            34.8361873626709,
                            32.06177343653572
                        ],
                        [
                            34.83515757052328,
                            32.05789920149451
                        ],
                        [
                            34.83491378827151,
                            32.05564679452172
                        ],
                        [
                            34.836434653398456,
                            32.054100599091065
                        ],
                        [
                            34.83632373117251,
                            32.05392489197784
                        ],
                        [
                            34.83483610440007,
                            32.05540163118499
                        ],
                        [
                            34.834041595458984,
                            32.05457194538034
                        ],
                        [
                            34.83365535736084,
                            32.0543173368335
                        ],
                        [
                            34.83314037322997,
                            32.053735371780334
                        ],
                        [
                            34.8315954208374,
                            32.051116483236456
                        ],
                        [
                            34.83146959817191,
                            32.050645067235465
                        ],
                        [
                            34.831267002057785,
                            32.050243773060636
                        ],
                        [
                            34.830858336969605,
                            32.049330020825394
                        ],
                        [
                            34.830531060395685,
                            32.04861222436787
                        ],
                        [
                            34.830632307901254,
                            32.04828890339263
                        ],
                        [
                            34.832347190674135,
                            32.047625825711904
                        ],
                        [
                            34.8323347971424,
                            32.04760619365292
                        ],
                        [
                            34.83062971251374,
                            32.04827891007426
                        ],
                        [
                            34.83020378382014,
                            32.04789442228018
                        ],
                        [
                            34.82970225588295,
                            32.046580317679535
                        ],
                        [
                            34.829488320537116,
                            32.04454358871322
                        ],
                        [
                            34.8255082898201,
                            32.0404359609076
                        ],
                        [
                            34.824410967292614,
                            32.03967304823142
                        ],
                        [
                            34.82236302925833,
                            32.040878824364235
                        ],
                        [
                            34.820821353417074,
                            32.042013179111905
                        ],
                        [
                            34.81792030318797,
                            32.04183483272797
                        ],
                        [
                            34.8159671469746,
                            32.04280733147113
                        ],
                        [
                            34.81310416625044,
                            32.040832723592345
                        ],
                        [
                            34.81074201129687,
                            32.04053374901214
                        ],
                        [
                            34.80927412016325,
                            32.04021599004518
                        ],
                        [
                            34.80861875336575,
                            32.04056932682502
                        ],
                        [
                            34.80668627445354,
                            32.041890536408026
                        ],
                        [
                            34.80634682042768,
                            32.04204644644444
                        ],
                        [
                            34.806397421474685,
                            32.04152487668459
                        ],
                        [
                            34.806355402286556,
                            32.04125539291802
                        ],
                        [
                            34.806528554172644,
                            32.039682410878655
                        ],
                        [
                            34.80837125669558,
                            32.03861260709951
                        ],
                        [
                            34.80697302675537,
                            32.034555444663226
                        ],
                        [
                            34.803175357053476,
                            32.03576675676463
                        ],
                        [
                            34.80144351990131,
                            32.03697976662457
                        ],
                        [
                            34.80006517057885,
                            32.03802126787902
                        ],
                        [
                            34.798378264079616,
                            32.03948788646552
                        ],
                        [
                            34.7963239293652,
                            32.041246041466195
                        ],
                        [
                            34.795343891251775,
                            32.04017366705628
                        ],
                        [
                            34.79126003288769,
                            32.04074583926161
                        ],
                        [
                            34.78966313575796,
                            32.043167918622125
                        ],
                        [
                            34.7878411790596,
                            32.046813389480455
                        ],
                        [
                            34.786429307824505,
                            32.04681706781702
                        ],
                        [
                            34.78574656775265,
                            32.04587744360947
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.781856536865234,
                            32.04184065020709
                        ],
                        [
                            34.78116989135742,
                            32.04082207008816
                        ],
                        [
                            34.78044033050537,
                            32.039876235544256
                        ],
                        [
                            34.77941036224365,
                            32.03889401240586
                        ],
                        [
                            34.77855205535888,
                            32.03827557020884
                        ],
                        [
                            34.77761173583721,
                            32.03796496243802
                        ],
                        [
                            34.77637009213316,
                            32.037293640786295
                        ],
                        [
                            34.774883143936734,
                            32.03653614196504
                        ],
                        [
                            34.77351021963105,
                            32.036136274498396
                        ],
                        [
                            34.77235223875664,
                            32.036067217420054
                        ],
                        [
                            34.77131958496679,
                            32.036234461028485
                        ],
                        [
                            34.767908440643225,
                            32.037587990271206
                        ],
                        [
                            34.76574152042852,
                            32.03823823341612
                        ],
                        [
                            34.76447821277907,
                            32.038470554351136
                        ],
                        [
                            34.7624564176584,
                            32.03851727726365
                        ],
                        [
                            34.761755325040895,
                            32.03818107506801
                        ],
                        [
                            34.76062416220347,
                            32.03779847185115
                        ],
                        [
                            34.759111404418945,
                            32.03667487688872
                        ],
                        [
                            34.75856125988952,
                            32.03702973160109
                        ],
                        [
                            34.75676259516888,
                            32.037653542269624
                        ],
                        [
                            34.75636376006943,
                            32.0378585030132
                        ],
                        [
                            34.75610913551225,
                            32.03800359338864
                        ],
                        [
                            34.75580281522565,
                            32.038106477471395
                        ],
                        [
                            34.7555392374162,
                            32.038131291270886
                        ],
                        [
                            34.755355157699455,
                            32.03811866609567
                        ],
                        [
                            34.75501004941905,
                            32.03729291404869
                        ],
                        [
                            34.75048930119858,
                            32.0404359609076
                        ],
                        [
                            34.74444446474023,
                            32.04667459072784
                        ],
                        [
                            34.744575885931,
                            32.047254311730114
                        ],
                        [
                            34.74525164207509,
                            32.04798796823269
                        ],
                        [
                            34.74659687032471,
                            32.04835002287988
                        ],
                        [
                            34.74609545401764,
                            32.04861368989127
                        ],
                        [
                            34.74571166522986,
                            32.04907812698213
                        ],
                        [
                            34.746327007593095,
                            32.04972555378897
                        ],
                        [
                            34.74654213128355,
                            32.05039667814022
                        ],
                        [
                            34.74670199996498,
                            32.05073043445701
                        ],
                        [
                            34.747021677168675,
                            32.050952800213835
                        ],
                        [
                            34.74709510803223,
                            32.051298352918195
                        ],
                        [
                            34.74752426147461,
                            32.052971537030864
                        ],
                        [
                            34.74898338317871,
                            32.05464469054932
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77741612574977,
                            32.116281057230076
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN"
            ],
            "road_range": 0,
            "road_range_mode": "driving",
            "service_time": {
                "bike": 360,
                "car": 300
            },
            "use_default_autogenerated_geo_range": true,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "Anita’s world-famous boutique ice cream had modest beginnings in a small Mediterranean kitchen, almost 20 years ago. Mama Anita, with the help of her youngest son Nir, would whip up tasty frozen treats for friends and neighbours. He’d prepare the ice cream base, while she made the addictive jams they mixed in, to give Anita’s ice cream its delicious home-made flavor. In time, Nir began to sell their ice cream from a cart at a weekly, local market and it was a huge success, which eventually led to the opening of the first store. Soon word spread, older brother Adi came aboard, and, since then, the little ice cream parlor that could has become a successful international chain with branches from Australia to New York."
            },
            {
                "lang": "he",
                "value": "‫לגלידת הבוטיק המפורסמת של אניטה היתה התחלה צנועה במטבח ים תיכוני קטן, לפני כמעט 20 שנה. מאמא אניטה, בעזרת בנה הצעיר ניר, היתה מכינה פינוקים קפואים וטעימים לחברים ולשכנים. ניר הכין את בסיס הגלידה, בעוד אניטה היתה מכינה את הריבות הממכרות המעורבבות בתוך הגלידה, כדי לתת לגלידה של אניטה את הטעם הביתי הטעים שלה. עד מהרה התפשטה המילה, הגיע אחיו הבכור עדי, ומאז חנות הגלידה הקטנה הפכה לרשת בינלאומית מוצלחת עם סניפים מאוסטרליה לניו יורק."
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 6
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "קינוח",
            "גלידה"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "5bf25e00e9fb35000a449bc7"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "5bf25e00e9fb35000a449bc7"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/5bf25e00e9fb35000a449bc7/8f1d5280-4ad4-11ec-9d64-8e42dd2774eb___22.jpg",
        "listimage_blurhash": "j3LXyUc1PL00QwXKkP;;54;;8g8P",
        "location": {
            "coordinates": [
                34.78799879550933,
                32.07223730599
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/5bf25e00e9fb35000a449bc7/99e88ec8-4ad4-11ec-bbb9-8e42dd2774eb_untitled_capture27443.jpg",
        "mainimage_blurhash": "j6J9Sz;LTvRzLJd4hjNDXLTdPc4y",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "5fb4e73604beb5a20dbec11c"
        },
        "name": [
            {
                "lang": "en",
                "value": "Anita | Sarona"
            },
            {
                "lang": "he",
                "value": "Anita | שרונה"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 3600000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                }
            ],
            "monday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 3600000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 3600000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ]
        },
        "phone": "+97236542544",
        "post_code": "6107412",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 3600000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 3600000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 3600000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 2700000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 2700000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 2700000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/anita",
        "public_visible": true,
        "rating": {
            "negative_percentage": 2,
            "neutral_percentage": 6,
            "positive_percentage": 91,
            "rating": 4,
            "score": 9.2,
            "text": "מצויין",
            "volume": 500
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 11.210542887025504,
        "relevancy_from_purchases": 3.026357217563758,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "en",
                "value": "La Mamma del Gelato "
            },
            {
                "lang": "he",
                "value": "La Mamma del Gelato"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "anita",
        "status": "VENUE_PUBLISHED",
        "tags": [
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://www.anita-gelato.com/",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "5ea6d719271387f45b060d24"
        },
        "address": "בוגרשוב 33 תל אביב",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "b2b_recommended": false,
        "bank_account_type": "IBAN",
        "bank_routing_code": "",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-noodles:tel aviv",
                "name": "נודלס",
                "primary": true,
                "slug": "noodles"
            },
            {
                "link_slug": "category-sushi:tel aviv",
                "name": "סושי",
                "primary": false,
                "slug": "sushi"
            },
            {
                "link_slug": "category-japanese:tel aviv",
                "name": "יפני",
                "primary": false,
                "slug": "japanese"
            },
            {
                "link_slug": "category-kosher:tel aviv",
                "name": "כשר",
                "primary": false,
                "slug": "kosher"
            },
            {
                "link_slug": "category-kosher-for-passover:tel aviv",
                "name": "כשר לפסח",
                "primary": false,
                "slug": "kosher-for-passover"
            },
            {
                "link_slug": "category-asian:tel aviv",
                "name": "אסיאתי",
                "primary": false,
                "slug": "asian"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "takeaway",
            "homedelivery"
        ],
        "delivery_specs": {
            "capability_values": [],
            "courier_restrictions": 0,
            "custom_geo_range": {
                "coordinates": [
                    [
                        [
                            34.745685615602504,
                            32.03713346680458
                        ],
                        [
                            34.7437854210496,
                            32.03799398180706
                        ],
                        [
                            34.74253603828768,
                            32.03883939734413
                        ],
                        [
                            34.74290184514231,
                            32.04169253912508
                        ],
                        [
                            34.74338472280445,
                            32.04418457175033
                        ],
                        [
                            34.744291626036784,
                            32.046000393470656
                        ],
                        [
                            34.744575885931,
                            32.047254311730114
                        ],
                        [
                            34.74525164207509,
                            32.04798796823269
                        ],
                        [
                            34.74659687032471,
                            32.04835002287988
                        ],
                        [
                            34.74609545401764,
                            32.04861368989127
                        ],
                        [
                            34.74571166522986,
                            32.04907812698213
                        ],
                        [
                            34.746327007593095,
                            32.04972555378897
                        ],
                        [
                            34.74654213128355,
                            32.05039667814022
                        ],
                        [
                            34.74670199996498,
                            32.05073043445701
                        ],
                        [
                            34.747021677168675,
                            32.050952800213835
                        ],
                        [
                            34.74709510803223,
                            32.051298352918195
                        ],
                        [
                            34.74752426147461,
                            32.052971537030864
                        ],
                        [
                            34.74898338317871,
                            32.05464469054932
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.77990684573071,
                            32.120789872524504
                        ],
                        [
                            34.780924437424446,
                            32.12070494840539
                        ],
                        [
                            34.79088375554275,
                            32.11814492039538
                        ],
                        [
                            34.80006124069393,
                            32.113987813457875
                        ],
                        [
                            34.80810388516995,
                            32.108393587473145
                        ],
                        [
                            34.80380115633847,
                            32.102102159076054
                        ],
                        [
                            34.802260574484414,
                            32.096320342064075
                        ],
                        [
                            34.80096487288037,
                            32.09134244855556
                        ],
                        [
                            34.79984668095698,
                            32.08804529942168
                        ],
                        [
                            34.79870116338921,
                            32.08400482622825
                        ],
                        [
                            34.79753521191316,
                            32.08009367249783
                        ],
                        [
                            34.802573970103055,
                            32.07738884195184
                        ],
                        [
                            34.80125848765675,
                            32.07396206319187
                        ],
                        [
                            34.799611041089626,
                            32.07067467202361
                        ],
                        [
                            34.802158413552334,
                            32.06989822768871
                        ],
                        [
                            34.80321501247382,
                            32.06322137898682
                        ],
                        [
                            34.80500634075337,
                            32.06111647511332
                        ],
                        [
                            34.80386387704345,
                            32.059000187811385
                        ],
                        [
                            34.80453797547656,
                            32.05728626440482
                        ],
                        [
                            34.81000203692011,
                            32.05524165170655
                        ],
                        [
                            34.813383185388886,
                            32.05180749579053
                        ],
                        [
                            34.81386700348514,
                            32.04703470677176
                        ],
                        [
                            34.813531726170055,
                            32.044403831435694
                        ],
                        [
                            34.80289805221733,
                            32.04293899908857
                        ],
                        [
                            34.79118893547519,
                            32.04162992355205
                        ],
                        [
                            34.78909103618585,
                            32.04413794037556
                        ],
                        [
                            34.787899732641705,
                            32.04683799967097
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.781856536865234,
                            32.04184065020709
                        ],
                        [
                            34.78116989135742,
                            32.04082207008816
                        ],
                        [
                            34.78044033050537,
                            32.039876235544256
                        ],
                        [
                            34.77941036224365,
                            32.03889401240586
                        ],
                        [
                            34.77855205535888,
                            32.03827557020884
                        ],
                        [
                            34.77761173583721,
                            32.03796496243802
                        ],
                        [
                            34.77637009213316,
                            32.037293640786295
                        ],
                        [
                            34.774883143936734,
                            32.03653614196504
                        ],
                        [
                            34.77351021963105,
                            32.036136274498396
                        ],
                        [
                            34.77235223875664,
                            32.036067217420054
                        ],
                        [
                            34.77131958496679,
                            32.036234461028485
                        ],
                        [
                            34.767908440643225,
                            32.037587990271206
                        ],
                        [
                            34.76574152042852,
                            32.03823823341612
                        ],
                        [
                            34.76447821277907,
                            32.038470554351136
                        ],
                        [
                            34.7624564176584,
                            32.03851727726365
                        ],
                        [
                            34.761755325040895,
                            32.03818107506801
                        ],
                        [
                            34.76062416220347,
                            32.03779847185115
                        ],
                        [
                            34.759111404418945,
                            32.03667487688872
                        ],
                        [
                            34.75856125988952,
                            32.03702973160109
                        ],
                        [
                            34.75676259516888,
                            32.037653542269624
                        ],
                        [
                            34.75636376006943,
                            32.0378585030132
                        ],
                        [
                            34.75610913551225,
                            32.03800359338864
                        ],
                        [
                            34.75580281522565,
                            32.038106477471395
                        ],
                        [
                            34.7555392374162,
                            32.038131291270886
                        ],
                        [
                            34.755355157699455,
                            32.03811866609567
                        ],
                        [
                            34.75374156896629,
                            32.037877846059445
                        ],
                        [
                            34.75252502183503,
                            32.037730716819965
                        ],
                        [
                            34.75100903998981,
                            32.03756354802514
                        ],
                        [
                            34.74976883881391,
                            32.03749042768675
                        ],
                        [
                            34.74829516467892,
                            32.03779062260256
                        ],
                        [
                            34.74675979646821,
                            32.0380939664053
                        ],
                        [
                            34.74641844936119,
                            32.03693376093263
                        ],
                        [
                            34.745685615602504,
                            32.03713346680458
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 66600000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 0
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 37800000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 70200000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 1800000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 37800000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 37800000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 37800000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 37800000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_61958",
                "COURIER_ID_58613",
                "COURIER_ID_52082",
                "COURIER_ID_55521",
                "COURIER_ID_55522",
                "COURIER_ID_65205",
                "COURIER_ID_75590"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.745685615602504,
                            32.03713346680458
                        ],
                        [
                            34.7437854210496,
                            32.03799398180706
                        ],
                        [
                            34.74253603828768,
                            32.03883939734413
                        ],
                        [
                            34.74290184514231,
                            32.04169253912508
                        ],
                        [
                            34.74338472280445,
                            32.04418457175033
                        ],
                        [
                            34.744291626036784,
                            32.046000393470656
                        ],
                        [
                            34.744575885931,
                            32.047254311730114
                        ],
                        [
                            34.74525164207509,
                            32.04798796823269
                        ],
                        [
                            34.74659687032471,
                            32.04835002287988
                        ],
                        [
                            34.74609545401764,
                            32.04861368989127
                        ],
                        [
                            34.74571166522986,
                            32.04907812698213
                        ],
                        [
                            34.746327007593095,
                            32.04972555378897
                        ],
                        [
                            34.74654213128355,
                            32.05039667814022
                        ],
                        [
                            34.74670199996498,
                            32.05073043445701
                        ],
                        [
                            34.747021677168675,
                            32.050952800213835
                        ],
                        [
                            34.74709510803223,
                            32.051298352918195
                        ],
                        [
                            34.74752426147461,
                            32.052971537030864
                        ],
                        [
                            34.74898338317871,
                            32.05464469054932
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.77990684573071,
                            32.120789872524504
                        ],
                        [
                            34.780924437424446,
                            32.12070494840539
                        ],
                        [
                            34.79088375554275,
                            32.11814492039538
                        ],
                        [
                            34.80006124069393,
                            32.113987813457875
                        ],
                        [
                            34.80810388516995,
                            32.108393587473145
                        ],
                        [
                            34.80380115633847,
                            32.102102159076054
                        ],
                        [
                            34.802260574484414,
                            32.096320342064075
                        ],
                        [
                            34.80096487288037,
                            32.09134244855556
                        ],
                        [
                            34.79984668095698,
                            32.08804529942168
                        ],
                        [
                            34.79870116338921,
                            32.08400482622825
                        ],
                        [
                            34.79753521191316,
                            32.08009367249783
                        ],
                        [
                            34.802573970103055,
                            32.07738884195184
                        ],
                        [
                            34.80125848765675,
                            32.07396206319187
                        ],
                        [
                            34.799611041089626,
                            32.07067467202361
                        ],
                        [
                            34.802158413552334,
                            32.06989822768871
                        ],
                        [
                            34.80321501247382,
                            32.06322137898682
                        ],
                        [
                            34.80500634075337,
                            32.06111647511332
                        ],
                        [
                            34.80386387704345,
                            32.059000187811385
                        ],
                        [
                            34.80453797547656,
                            32.05728626440482
                        ],
                        [
                            34.81000203692011,
                            32.05524165170655
                        ],
                        [
                            34.813383185388886,
                            32.05180749579053
                        ],
                        [
                            34.81386700348514,
                            32.04703470677176
                        ],
                        [
                            34.813531726170055,
                            32.044403831435694
                        ],
                        [
                            34.80289805221733,
                            32.04293899908857
                        ],
                        [
                            34.79118893547519,
                            32.04162992355205
                        ],
                        [
                            34.78909103618585,
                            32.04413794037556
                        ],
                        [
                            34.787899732641705,
                            32.04683799967097
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.781856536865234,
                            32.04184065020709
                        ],
                        [
                            34.78116989135742,
                            32.04082207008816
                        ],
                        [
                            34.78044033050537,
                            32.039876235544256
                        ],
                        [
                            34.77941036224365,
                            32.03889401240586
                        ],
                        [
                            34.77855205535888,
                            32.03827557020884
                        ],
                        [
                            34.77761173583721,
                            32.03796496243802
                        ],
                        [
                            34.77637009213316,
                            32.037293640786295
                        ],
                        [
                            34.774883143936734,
                            32.03653614196504
                        ],
                        [
                            34.77351021963105,
                            32.036136274498396
                        ],
                        [
                            34.77235223875664,
                            32.036067217420054
                        ],
                        [
                            34.77131958496679,
                            32.036234461028485
                        ],
                        [
                            34.767908440643225,
                            32.037587990271206
                        ],
                        [
                            34.76574152042852,
                            32.03823823341612
                        ],
                        [
                            34.76447821277907,
                            32.038470554351136
                        ],
                        [
                            34.7624564176584,
                            32.03851727726365
                        ],
                        [
                            34.761755325040895,
                            32.03818107506801
                        ],
                        [
                            34.76062416220347,
                            32.03779847185115
                        ],
                        [
                            34.759111404418945,
                            32.03667487688872
                        ],
                        [
                            34.75856125988952,
                            32.03702973160109
                        ],
                        [
                            34.75676259516888,
                            32.037653542269624
                        ],
                        [
                            34.75636376006943,
                            32.0378585030132
                        ],
                        [
                            34.75610913551225,
                            32.03800359338864
                        ],
                        [
                            34.75580281522565,
                            32.038106477471395
                        ],
                        [
                            34.7555392374162,
                            32.038131291270886
                        ],
                        [
                            34.755355157699455,
                            32.03811866609567
                        ],
                        [
                            34.75374156896629,
                            32.037877846059445
                        ],
                        [
                            34.75252502183503,
                            32.037730716819965
                        ],
                        [
                            34.75100903998981,
                            32.03756354802514
                        ],
                        [
                            34.74976883881391,
                            32.03749042768675
                        ],
                        [
                            34.74829516467892,
                            32.03779062260256
                        ],
                        [
                            34.74675979646821,
                            32.0380939664053
                        ],
                        [
                            34.74641844936119,
                            32.03693376093263
                        ],
                        [
                            34.745685615602504,
                            32.03713346680458
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [],
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": false,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "Asian Kitchen, sushi and noodles Kosher, Chief Rabbinate Tel Aviv"
            },
            {
                "lang": "he",
                "value": "מטבח אסייתי כשר - רבנות תל אביב יפו"
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 6
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "איטריות",
            "סושי",
            "כשר",
            "אסיאתי"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "5ea6c7ef903602a081b1bd15"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "5ea6c7ef903602a081b1bd15"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/5ea6c7ef903602a081b1bd15/3b713794-8acf-11ea-91d6-0a58646cdd06_img_0037_1_wolt.jpg",
        "listimage_blurhash": "j5znJv;sWjJm0i4PdrmXoOSCTrKW",
        "location": {
            "coordinates": [
                34.7705665,
                32.0766033
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/5ea6c7ef903602a081b1bd15/b059f35c-990c-11ea-b530-0a58646f6c3b_img_0154_1.jpg",
        "mainimage_blurhash": "j2umNu;;beXK004i8PcQ02h3;3h4",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "5ea6c622520678e6150363c0"
        },
        "name": [
            {
                "lang": "en",
                "value": "Chooka | Bograshov"
            },
            {
                "lang": "he",
                "value": "צ'וקה | בוגרשוב"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 900000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 66600000
                    }
                }
            ],
            "monday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 900000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 37800000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 70200000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 1800000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 37800000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 900000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 37800000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 900000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 37800000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 900000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 37800000
                    }
                }
            ]
        },
        "phone": "+97236519478",
        "post_code": "6334224",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 66600000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 2700000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40500000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 72900000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 1800000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40500000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40500000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40500000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40500000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 0
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 65700000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 0
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 72000000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 900000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 0
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 0
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 0
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/chooka-bograshov",
        "public_visible": true,
        "rating": {
            "negative_percentage": 7,
            "neutral_percentage": 16,
            "positive_percentage": 78,
            "rating": 3,
            "score": 8.2,
            "text": "טוב מאוד",
            "volume": 500
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 10.92522048791433,
        "relevancy_from_purchases": 2.3130512197858275,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "en",
                "value": "Asian Kitchen, Sushi, Noodles & more - Kosher"
            },
            {
                "lang": "he",
                "value": "מטבח אסייתי & סושי - כשר"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "chooka-bograshov",
        "status": "VENUE_PUBLISHED",
        "tag_text": "KOSHER",
        "tags": [
            {},
            {},
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "http://www.mychooka.co.il/",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "5bf13598c84cb9000a1e7fb3"
        },
        "address": "Dizengoff St 265",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "bank_account_type": "IBAN",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-burgers:tel aviv",
                "name": "המבורגר",
                "primary": true,
                "slug": "burgers"
            },
            {
                "link_slug": "category-street_food:tel aviv",
                "name": "אוכל רחוב",
                "primary": false,
                "slug": "street_food"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "homedelivery",
            "takeaway"
        ],
        "delivery_specs": {
            "courier_restrictions": 0,
            "custom_geo_range": {
                "coordinates": [
                    [
                        [
                            34.82718974561533,
                            32.08232083006995
                        ],
                        [
                            34.82545611698336,
                            32.07748670804425
                        ],
                        [
                            34.820548362389275,
                            32.06971446194529
                        ],
                        [
                            34.81394645034787,
                            32.06290257449104
                        ],
                        [
                            34.805904200732755,
                            32.05731258191231
                        ],
                        [
                            34.796730558948106,
                            32.05315906388381
                        ],
                        [
                            34.78677774075083,
                            32.05060143390649
                        ],
                        [
                            34.7764277458191,
                            32.04973784409311
                        ],
                        [
                            34.76607775088737,
                            32.05060143390649
                        ],
                        [
                            34.75612493269007,
                            32.05315906388381
                        ],
                        [
                            34.749627660445626,
                            32.05610081134211
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.78048324584961,
                            32.12169111778177
                        ],
                        [
                            34.78288650512695,
                            32.123435703953525
                        ],
                        [
                            34.788806303185844,
                            32.13828680616688
                        ],
                        [
                            34.79674903234817,
                            32.136245543646176
                        ],
                        [
                            34.79778784627822,
                            32.13577508734412
                        ],
                        [
                            34.79674816131592,
                            32.13372081523284
                        ],
                        [
                            34.796061515808105,
                            32.130958849756155
                        ],
                        [
                            34.795846939086914,
                            32.129541492900614
                        ],
                        [
                            34.79722023010254,
                            32.129032692760866
                        ],
                        [
                            34.79940891265869,
                            32.128705605458386
                        ],
                        [
                            34.80335712432861,
                            32.128414860205055
                        ],
                        [
                            34.8072624206543,
                            32.12783336691886
                        ],
                        [
                            34.810051918029785,
                            32.127797023465426
                        ],
                        [
                            34.81099605560303,
                            32.125943488143896
                        ],
                        [
                            34.8144938263525,
                            32.125955882268414
                        ],
                        [
                            34.82057249903516,
                            32.119678085631215
                        ],
                        [
                            34.825474590369055,
                            32.1119022493657
                        ],
                        [
                            34.82849078853361,
                            32.10346572446522
                        ],
                        [
                            34.8295056659779,
                            32.09469285808304
                        ],
                        [
                            34.829093533317696,
                            32.09116536741317
                        ],
                        [
                            34.82769197225406,
                            32.09138660483818
                        ],
                        [
                            34.82566866487247,
                            32.0911989329661
                        ],
                        [
                            34.82491860156023,
                            32.09126825620001
                        ],
                        [
                            34.82438193902766,
                            32.0911259758074
                        ],
                        [
                            34.82369310741234,
                            32.090995415050514
                        ],
                        [
                            34.82304742294133,
                            32.09071202045172
                        ],
                        [
                            34.82310979135792,
                            32.089490253397344
                        ],
                        [
                            34.82304882866214,
                            32.08823179977318
                        ],
                        [
                            34.82303068458745,
                            32.08764619586489
                        ],
                        [
                            34.822763876235,
                            32.08673052414109
                        ],
                        [
                            34.82286020903575,
                            32.086696970731694
                        ],
                        [
                            34.82281388650631,
                            32.086258983048594
                        ],
                        [
                            34.82277829202769,
                            32.08601892030468
                        ],
                        [
                            34.82260178778773,
                            32.08585610689609
                        ],
                        [
                            34.82261348692268,
                            32.08553047921309
                        ],
                        [
                            34.82242625463092,
                            32.085232941435805
                        ],
                        [
                            34.82244583349748,
                            32.08482342507445
                        ],
                        [
                            34.82330573513456,
                            32.08478665079296
                        ],
                        [
                            34.824663005006215,
                            32.084687820986794
                        ],
                        [
                            34.82478299158197,
                            32.084321798701296
                        ],
                        [
                            34.82528671361555,
                            32.0838122497428
                        ],
                        [
                            34.825592574838396,
                            32.08331546099638
                        ],
                        [
                            34.82571842061256,
                            32.08302567572557
                        ],
                        [
                            34.82705238370809,
                            32.0828686717855
                        ],
                        [
                            34.82718974561533,
                            32.08232083006995
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 2700000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_216287",
                "COURIER_ID_48817",
                "COURIER_ID_107439",
                "COURIER_ID_47791",
                "COURIER_ID_157967",
                "COURIER_ID_48965",
                "COURIER_ID_163026",
                "COURIER_ID_38016",
                "COURIER_ID_74141",
                "COURIER_ID_57762",
                "COURIER_ID_44127",
                "COURIER_ID_36062",
                "COURIER_ID_37685",
                "COURIER_ID_239462"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.82718974561533,
                            32.08232083006995
                        ],
                        [
                            34.82545611698336,
                            32.07748670804425
                        ],
                        [
                            34.820548362389275,
                            32.06971446194529
                        ],
                        [
                            34.81394645034787,
                            32.06290257449104
                        ],
                        [
                            34.805904200732755,
                            32.05731258191231
                        ],
                        [
                            34.796730558948106,
                            32.05315906388381
                        ],
                        [
                            34.78677774075083,
                            32.05060143390649
                        ],
                        [
                            34.7764277458191,
                            32.04973784409311
                        ],
                        [
                            34.76607775088737,
                            32.05060143390649
                        ],
                        [
                            34.75612493269007,
                            32.05315906388381
                        ],
                        [
                            34.749627660445626,
                            32.05610081134211
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.78048324584961,
                            32.12169111778177
                        ],
                        [
                            34.78288650512695,
                            32.123435703953525
                        ],
                        [
                            34.788806303185844,
                            32.13828680616688
                        ],
                        [
                            34.79674903234817,
                            32.136245543646176
                        ],
                        [
                            34.79778784627822,
                            32.13577508734412
                        ],
                        [
                            34.79674816131592,
                            32.13372081523284
                        ],
                        [
                            34.796061515808105,
                            32.130958849756155
                        ],
                        [
                            34.795846939086914,
                            32.129541492900614
                        ],
                        [
                            34.79722023010254,
                            32.129032692760866
                        ],
                        [
                            34.79940891265869,
                            32.128705605458386
                        ],
                        [
                            34.80335712432861,
                            32.128414860205055
                        ],
                        [
                            34.8072624206543,
                            32.12783336691886
                        ],
                        [
                            34.810051918029785,
                            32.127797023465426
                        ],
                        [
                            34.81099605560303,
                            32.125943488143896
                        ],
                        [
                            34.8144938263525,
                            32.125955882268414
                        ],
                        [
                            34.82057249903516,
                            32.119678085631215
                        ],
                        [
                            34.825474590369055,
                            32.1119022493657
                        ],
                        [
                            34.82849078853361,
                            32.10346572446522
                        ],
                        [
                            34.8295056659779,
                            32.09469285808304
                        ],
                        [
                            34.829093533317696,
                            32.09116536741317
                        ],
                        [
                            34.82769197225406,
                            32.09138660483818
                        ],
                        [
                            34.82566866487247,
                            32.0911989329661
                        ],
                        [
                            34.82491860156023,
                            32.09126825620001
                        ],
                        [
                            34.82438193902766,
                            32.0911259758074
                        ],
                        [
                            34.82369310741234,
                            32.090995415050514
                        ],
                        [
                            34.82304742294133,
                            32.09071202045172
                        ],
                        [
                            34.82310979135792,
                            32.089490253397344
                        ],
                        [
                            34.82304882866214,
                            32.08823179977318
                        ],
                        [
                            34.82303068458745,
                            32.08764619586489
                        ],
                        [
                            34.822763876235,
                            32.08673052414109
                        ],
                        [
                            34.82286020903575,
                            32.086696970731694
                        ],
                        [
                            34.82281388650631,
                            32.086258983048594
                        ],
                        [
                            34.82277829202769,
                            32.08601892030468
                        ],
                        [
                            34.82260178778773,
                            32.08585610689609
                        ],
                        [
                            34.82261348692268,
                            32.08553047921309
                        ],
                        [
                            34.82242625463092,
                            32.085232941435805
                        ],
                        [
                            34.82244583349748,
                            32.08482342507445
                        ],
                        [
                            34.82330573513456,
                            32.08478665079296
                        ],
                        [
                            34.824663005006215,
                            32.084687820986794
                        ],
                        [
                            34.82478299158197,
                            32.084321798701296
                        ],
                        [
                            34.82528671361555,
                            32.0838122497428
                        ],
                        [
                            34.825592574838396,
                            32.08331546099638
                        ],
                        [
                            34.82571842061256,
                            32.08302567572557
                        ],
                        [
                            34.82705238370809,
                            32.0828686717855
                        ],
                        [
                            34.82718974561533,
                            32.08232083006995
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN"
            ],
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": false,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "Fat Cow - The new and exciting burger by the butchery Sagi Triger and the restauranteurs Itai Biton and Ori Raz"
            },
            {
                "lang": "he",
                "value": "פאט קאו - ההמבורגר החדש של הקצב שגיא טריגר והמסעדנים איתי ביטון ואורי רז"
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 6
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "בורגר",
            "בורגרים",
            "אוכל רחוב",
            "צ'יזבורגר"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "5bf12a14344b00000a5a18d7"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "5bf12a14344b00000a5a18d7"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/5bf12a14344b00000a5a18d7/fe7b6be0-4467-11eb-a815-9204c7dd04d9_untitled_capture1005.jpg",
        "listimage_blurhash": "j1ol994y8P;;0k0hORd501CWX98P",
        "location": {
            "coordinates": [
                34.77642774581909,
                32.094703924389044
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/5bf12a14344b00000a5a18d7/7ba5acd60f5cca5e707b52d1fed2e17a-edits/ab94d2b2f5bf68a5853c61dde89c17d6",
        "mainimage_blurhash": "j0oB555u4h0B00YN;;Xb014QgzXq",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "5bf1278adf4e9f000ac519a9"
        },
        "name": [
            {
                "lang": "en",
                "value": "Fat Cow"
            },
            {
                "lang": "he",
                "value": "פט קאו"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "monday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 2700000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ]
        },
        "phone": "+97237732591",
        "post_code": "6311716",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 2700000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 1800000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/fat-cow",
        "public_visible": true,
        "rating": {
            "negative_percentage": 5,
            "neutral_percentage": 13,
            "positive_percentage": 82,
            "rating": 3,
            "score": 8.6,
            "text": "מצויין",
            "volume": 500
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 14.849293751063083,
        "relevancy_from_purchases": 12.123234377657708,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "en",
                "value": "Butcher's Burger"
            },
            {
                "lang": "he",
                "value": "המבורגר קצבים"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "fat-cow",
        "status": "VENUE_PUBLISHED",
        "tags": [
            {},
            {},
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://www.fatcow.co.il/",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "5f2a880e2564d20108d477bb"
        },
        "address": "ז׳בוטינסקי 110",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "b2b_recommended": false,
        "bank_account_type": "IBAN",
        "bank_routing_code": "",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-dessert:tel aviv",
                "name": "קינוח",
                "primary": true,
                "slug": "dessert"
            },
            {
                "link_slug": "category-ice_cream:tel aviv",
                "name": "גלידות",
                "primary": false,
                "slug": "ice_cream"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "homedelivery",
            "takeaway"
        ],
        "delivery_specs": {
            "capability_values": [],
            "courier_restrictions": 0,
            "custom_geo_range": null,
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_55521"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.78635288781167,
                            32.13213187957459
                        ],
                        [
                            34.78664530000001,
                            32.132156280295945
                        ],
                        [
                            34.79616178297892,
                            32.13136216480167
                        ],
                        [
                            34.796061515808105,
                            32.130958849756155
                        ],
                        [
                            34.795846939086914,
                            32.129541492900614
                        ],
                        [
                            34.79722023010254,
                            32.129032692760866
                        ],
                        [
                            34.79940891265869,
                            32.128705605458386
                        ],
                        [
                            34.80335712432861,
                            32.128414860205055
                        ],
                        [
                            34.8072624206543,
                            32.12783336691886
                        ],
                        [
                            34.80899856449456,
                            32.12781074726581
                        ],
                        [
                            34.81035871781367,
                            32.12719471268765
                        ],
                        [
                            34.81099605560303,
                            32.125943488143896
                        ],
                        [
                            34.8131048198082,
                            32.125950960413526
                        ],
                        [
                            34.816143462181834,
                            32.12457471205496
                        ],
                        [
                            34.82418703868706,
                            32.1189804852008
                        ],
                        [
                            34.83078641962272,
                            32.11216436347217
                        ],
                        [
                            34.83568810867789,
                            32.104388527729405
                        ],
                        [
                            34.838704060052315,
                            32.09595200317789
                        ],
                        [
                            34.83971885549855,
                            32.087179136917825
                        ],
                        [
                            34.83869406606363,
                            32.07840711278412
                        ],
                        [
                            34.83566964219251,
                            32.06997298640588
                        ],
                        [
                            34.83076229199251,
                            32.06220073978379
                        ],
                        [
                            34.824160923122825,
                            32.05538885171279
                        ],
                        [
                            34.8161193345415,
                            32.04979885851752
                        ],
                        [
                            34.80694644629201,
                            32.045645339966455
                        ],
                        [
                            34.796994445293656,
                            32.043087709640034
                        ],
                        [
                            34.79009556909652,
                            32.04251202924477
                        ],
                        [
                            34.78966313575796,
                            32.043167918622125
                        ],
                        [
                            34.7878411790596,
                            32.046813389480455
                        ],
                        [
                            34.786429307824505,
                            32.04681706781702
                        ],
                        [
                            34.78574656775265,
                            32.04587744360947
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.78229677275141,
                            32.04258698487424
                        ],
                        [
                            34.77629615470634,
                            32.043087709640034
                        ],
                        [
                            34.76634415370801,
                            32.045645339966455
                        ],
                        [
                            34.75717126545852,
                            32.04979885851752
                        ],
                        [
                            34.74926960729612,
                            32.05529158111982
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.78048324584961,
                            32.12169111778177
                        ],
                        [
                            34.78288650512695,
                            32.123435703953525
                        ],
                        [
                            34.78635288781167,
                            32.13213187957459
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [],
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": true,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "The Anita group's story began in the kitchen of mother Anita who was known in the neighborhood for her jams and special pastries. Nir, her youngest son, who was responsible for the development of new flavors, worked night and day to combine his mother's creations into his ice cream in order excite his customers. And so, in 2002 Nir, together with his brother Adi, opened a boutique ice cream shop in the Neve Tzedek neighborhood that eventually became a worldwide ice cream chain with more than 20 branches around the world, called \"Anita\". And so was born \"Golda\" - the Israeli ice cream chain from the \"Anita\" group that has about 140 branches spread out all over the country, from Kiryat Shmona to Eilat. Golda offers an exciting experience of amazing and unique ice cream flavors while using high quality ingredients produced in the Anita factory in Kfar Vitkin. The factory specializes in making base ingredients, chocolates and a variety of creams and pastes that are used to make fresh ice cream every day in all of Golda's branches. Golda brings the flavors, quality, freshness, and warmth of the Anita group, all over the country."
            },
            {
                "lang": "he",
                "value": "הסיפור של קבוצת אניטה התחיל במטבח הביתי של אמא אניטה אשר הייתה ידועה בשכונה בהכנת ריבות ומאפים מיוחדים. ניר האח הצעיר - \"הגלידן\", אשר היה אמון על הפיתוח, שקד יום כליל כדי לשלב את המרקחות הביתיות של אמו בייצור הגלידה ולהמציא טעמים חדשים ומרגשים איתם יוכל להסעיר את קהל לקוחותיו. וכך, בשנת 2002 יחד עם אחיו עדי הם פתחו את גלידריית הבוטיק בשכונת נווה צדק בתל אביב שהפכה עם השנים לרשת גלידריות בינלאומית המונה כ-20 סניפים בארץ ובעולם - ANITA. חלק ניכר מהטעמים האייקונים איתם פרצו לשוק, קיימים, נמכרים ואהובים עד עצם היום הזה בשלל סניפי הרשת. וכך נולדה גם \"גולדה\"- רשת הגלידריות הישראלית מבית קבוצת אניטה המונה כ-140 סניפים בפריסה ארצית, מקריית שמונה ועד אילת. גולדה מספקת חוויה מרגשת של טעמים נפלאים וייחודים תוך שימוש בחומרי גלם איכותיים המיוצרים במפעל אניטה בכפר ויתקין. המפעל מתמחה בייצור בסיסים, שוקלדים ושלל קרמים ומחיות נפלאות המשמשות להכנת גלידה טרייה, כל יום ביומו, בכל חנויות הרשת. גולדה מביאה את הטעמים, האיכות, הטריות, החמימות והמשפחתיות של קבוצת אניטה, לכל רחבי הארץ."
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 5
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "גלידה",
            "מתוק"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "5f2a87239c47a5245ee54995"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "5f2a87239c47a5245ee54995"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/5f2a87239c47a5245ee54995/e3c46ab6-e3b0-11eb-af08-5eb11f07711c___24.jpg",
        "listimage_blurhash": "j5Rsz68HX;PuGXd3PcIPX;GRJsTc",
        "location": {
            "coordinates": [
                34.7866453,
                32.0871902
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/5f2a87239c47a5245ee54995/e7288728-e3b0-11eb-a425-9a86abb12b2a___27.jpg",
        "mainimage_blurhash": "j4MG:AFeX;cyXc;;hqnLcS4h;Jcx",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "623d74e061ffd2a49b94788d"
        },
        "name": [
            {
                "lang": "en",
                "value": "Golda Bakikar"
            },
            {
                "lang": "he",
                "value": "גולדה | כיכר המדינה"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "monday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ]
        },
        "phone": "+97236968581",
        "post_code": "6219802",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/golda-bakikar",
        "public_visible": true,
        "rating": {
            "negative_percentage": 7,
            "neutral_percentage": 11,
            "positive_percentage": 81,
            "rating": 3,
            "score": 8.6,
            "text": "מצויין",
            "volume": 200
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 10.50211530875546,
        "relevancy_from_purchases": 1.2552882718886504,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "en",
                "value": "Flavour Boutiqe"
            },
            {
                "lang": "he",
                "value": "גלידת בוטיק"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "golda-bakikar",
        "status": "VENUE_PUBLISHED",
        "tags": [
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://www.goldaglida.co.il/",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "5bf18ad4e88d79000a325668"
        },
        "address": "אבן גבירול 67, תל אביב",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "bank_account_type": "IBAN",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-burgers:tel aviv",
                "name": "המבורגר",
                "primary": true,
                "slug": "burgers"
            },
            {
                "link_slug": "category-kids-meals:tel aviv",
                "name": "ארוחות ילדים",
                "primary": false,
                "slug": "kids-meals"
            },
            {
                "link_slug": "category-kids:tel aviv",
                "name": "ילדים",
                "primary": false,
                "slug": "kids"
            },
            {
                "link_slug": "category-street_food:tel aviv",
                "name": "אוכל רחוב",
                "primary": false,
                "slug": "street_food"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": true,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "takeaway",
            "homedelivery"
        ],
        "delivery_specs": {
            "courier_restrictions": 0,
            "custom_geo_range": null,
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40800000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 0
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40800000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40800000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40800000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40800000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40800000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 40800000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_23104",
                "COURIER_ID_86383",
                "COURIER_ID_74141"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.760649079771795,
                            32.0378068999408
                        ],
                        [
                            34.751658415917234,
                            32.041878259565436
                        ],
                        [
                            34.74448730871491,
                            32.04686358271457
                        ],
                        [
                            34.744575885931,
                            32.047254311730114
                        ],
                        [
                            34.74525164207509,
                            32.04798796823269
                        ],
                        [
                            34.74659687032471,
                            32.04835002287988
                        ],
                        [
                            34.74609545401764,
                            32.04861368989127
                        ],
                        [
                            34.74571166522986,
                            32.04907812698213
                        ],
                        [
                            34.746327007593095,
                            32.04972555378897
                        ],
                        [
                            34.74654213128355,
                            32.05039667814022
                        ],
                        [
                            34.74670199996498,
                            32.05073043445701
                        ],
                        [
                            34.747021677168675,
                            32.050952800213835
                        ],
                        [
                            34.74709510803223,
                            32.051298352918195
                        ],
                        [
                            34.74752426147461,
                            32.052971537030864
                        ],
                        [
                            34.74898338317871,
                            32.05464469054932
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.78048324584961,
                            32.12169111778177
                        ],
                        [
                            34.78288650512695,
                            32.123435703953525
                        ],
                        [
                            34.783138564631514,
                            32.12406805009589
                        ],
                        [
                            34.7914881400541,
                            32.12337124836181
                        ],
                        [
                            34.80144774909665,
                            32.12081122022773
                        ],
                        [
                            34.810625502222535,
                            32.11665411310458
                        ],
                        [
                            34.81866838138293,
                            32.111059886900904
                        ],
                        [
                            34.825267190736014,
                            32.10424376582252
                        ],
                        [
                            34.830168455891396,
                            32.09646793063072
                        ],
                        [
                            34.83318414721166,
                            32.08803140644704
                        ],
                        [
                            34.834198856252776,
                            32.07925854031566
                        ],
                        [
                            34.833174157158254,
                            32.070486516052
                        ],
                        [
                            34.83014999667744,
                            32.06205238930502
                        ],
                        [
                            34.825243072606376,
                            32.05428014213157
                        ],
                        [
                            34.81864227610207,
                            32.04746825341052
                        ],
                        [
                            34.81060138408277,
                            32.041878259565436
                        ],
                        [
                            34.80825702741329,
                            32.04081663394532
                        ],
                        [
                            34.80668627445354,
                            32.041890536408026
                        ],
                        [
                            34.80634682042768,
                            32.04204644644444
                        ],
                        [
                            34.806397421474685,
                            32.04152487668459
                        ],
                        [
                            34.806355402286556,
                            32.04125539291802
                        ],
                        [
                            34.80649169910337,
                            32.0400172172925
                        ],
                        [
                            34.801429289868324,
                            32.03772474046361
                        ],
                        [
                            34.8007042286914,
                            32.037538386061584
                        ],
                        [
                            34.80006517057885,
                            32.03802126787902
                        ],
                        [
                            34.798378264079616,
                            32.03948788646552
                        ],
                        [
                            34.7963239293652,
                            32.041246041466195
                        ],
                        [
                            34.795343891251775,
                            32.04017366705628
                        ],
                        [
                            34.79126003288769,
                            32.04074583926161
                        ],
                        [
                            34.78966313575796,
                            32.043167918622125
                        ],
                        [
                            34.7878411790596,
                            32.046813389480455
                        ],
                        [
                            34.786429307824505,
                            32.04681706781702
                        ],
                        [
                            34.78574656775265,
                            32.04587744360947
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.781856536865234,
                            32.04184065020709
                        ],
                        [
                            34.78116989135742,
                            32.04082207008816
                        ],
                        [
                            34.78044033050537,
                            32.039876235544256
                        ],
                        [
                            34.77941036224365,
                            32.03889401240586
                        ],
                        [
                            34.77855205535888,
                            32.03827557020884
                        ],
                        [
                            34.77761173583721,
                            32.03796496243802
                        ],
                        [
                            34.77637009213316,
                            32.037293640786295
                        ],
                        [
                            34.774883143936734,
                            32.03653614196504
                        ],
                        [
                            34.77351021963105,
                            32.036136274498396
                        ],
                        [
                            34.77235223875664,
                            32.036067217420054
                        ],
                        [
                            34.77131958496679,
                            32.036234461028485
                        ],
                        [
                            34.767908440643225,
                            32.037587990271206
                        ],
                        [
                            34.76574152042852,
                            32.03823823341612
                        ],
                        [
                            34.76447821277907,
                            32.038470554351136
                        ],
                        [
                            34.7624564176584,
                            32.03851727726365
                        ],
                        [
                            34.761755325040895,
                            32.03818107506801
                        ],
                        [
                            34.760649079771795,
                            32.0378068999408
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN"
            ],
            "road_range": 0,
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": true,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "The Special Hamburger Institution"
            },
            {
                "lang": "he",
                "value": "המוסד להמבורגרים"
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 4
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "בורגר",
            "ילדים",
            "אוכל רחוב"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "5bf185777d99cb000b2a85b3"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "5bf185777d99cb000b2a85b3"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/5bf185777d99cb000b2a85b3/9cd97e42-3d12-11eb-8f28-56c164ffbc6f_img_20201206_wa0085.jpg",
        "listimage_blurhash": "j1sBJfje8g4j00iqisT60cOWNQ;Z",
        "location": {
            "coordinates": [
                34.7811299,
                32.0792696
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/5bf185777d99cb000b2a85b3/aaa301c4-3d12-11eb-8f9d-56c164ffbc6f_img_20201206_wa0085.jpg",
        "mainimage_blurhash": "j2wCxp;Ihk8i80lr8P;I034i;K;Z",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "5bf1840037ab1c000a30911c"
        },
        "name": [
            {
                "lang": "en",
                "value": "HaMosad"
            },
            {
                "lang": "he",
                "value": "המוסד"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 7200000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 40800000
                    }
                }
            ],
            "monday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 7200000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 40800000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 7200000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 40800000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 7200000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 40800000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 7200000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 40800000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 7200000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 40800000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "close",
                    "value": {
                        "$date": 7200000
                    }
                },
                {
                    "type": "open",
                    "value": {
                        "$date": 40800000
                    }
                }
            ]
        },
        "phone": "+97236038025",
        "post_code": "6436214",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 43500000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 2700000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 43500000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 43500000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 43500000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 43500000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 43500000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 7200000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 43500000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 6300000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 42600000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 6300000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 42600000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 6300000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 42600000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 6300000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 42600000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 6300000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 42600000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 6300000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 42600000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "close",
                        "value": {
                            "$date": 6300000
                        }
                    },
                    {
                        "type": "open",
                        "value": {
                            "$date": 42600000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/hamosad",
        "public_visible": true,
        "rating": {
            "negative_percentage": 7,
            "neutral_percentage": 16,
            "positive_percentage": 77,
            "rating": 3,
            "score": 8.2,
            "text": "טוב מאוד",
            "volume": 500
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 13.96214809694592,
        "relevancy_from_purchases": 9.905370242364803,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "en",
                "value": "The Special Hamburger Institution"
            },
            {
                "lang": "he",
                "value": "המוסד להמבורגרים"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "hamosad",
        "status": "VENUE_PUBLISHED",
        "tags": [
            {},
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://www.facebook.com/mosadsandwich",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "60d097947b3eaeb79e97ac00"
        },
        "address": "בן עמי 13, תל אביב",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "b2b_recommended": false,
        "bank_account_type": "IBAN",
        "bank_routing_code": "",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-burgers:tel aviv",
                "name": "המבורגר",
                "primary": true,
                "slug": "burgers"
            },
            {
                "link_slug": "category-street_food:tel aviv",
                "name": "אוכל רחוב",
                "primary": false,
                "slug": "street_food"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "takeaway",
            "homedelivery"
        ],
        "delivery_specs": {
            "capability_values": [],
            "courier_restrictions": 0,
            "custom_geo_range": null,
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_77987",
                "COURIER_ID_97345",
                "COURIER_ID_74141",
                "COURIER_ID_57762",
                "COURIER_ID_714160",
                "COURIER_ID_26425"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.75460912373761,
                            32.03633360585201
                        ],
                        [
                            34.753524256733094,
                            32.036612440533425
                        ],
                        [
                            34.74435227400098,
                            32.04076595971258
                        ],
                        [
                            34.74291580771692,
                            32.04176459711031
                        ],
                        [
                            34.74338472280445,
                            32.04418457175033
                        ],
                        [
                            34.744291626036784,
                            32.046000393470656
                        ],
                        [
                            34.744575885931,
                            32.047254311730114
                        ],
                        [
                            34.74525164207509,
                            32.04798796823269
                        ],
                        [
                            34.74659687032471,
                            32.04835002287988
                        ],
                        [
                            34.74609545401764,
                            32.04861368989127
                        ],
                        [
                            34.74571166522986,
                            32.04907812698213
                        ],
                        [
                            34.746327007593095,
                            32.04972555378897
                        ],
                        [
                            34.74654213128355,
                            32.05039667814022
                        ],
                        [
                            34.74670199996498,
                            32.05073043445701
                        ],
                        [
                            34.747021677168675,
                            32.050952800213835
                        ],
                        [
                            34.74709510803223,
                            32.051298352918195
                        ],
                        [
                            34.74752426147461,
                            32.052971537030864
                        ],
                        [
                            34.74898338317871,
                            32.05464469054932
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.78048324584961,
                            32.12169111778177
                        ],
                        [
                            34.78156613440585,
                            32.12247721373845
                        ],
                        [
                            34.78418151380125,
                            32.12225894838
                        ],
                        [
                            34.79414100147429,
                            32.11969892029768
                        ],
                        [
                            34.803318642804875,
                            32.11554181325197
                        ],
                        [
                            34.811361424058255,
                            32.10994758713964
                        ],
                        [
                            34.81796015316126,
                            32.10313146615255
                        ],
                        [
                            34.822861358801234,
                            32.095355631038124
                        ],
                        [
                            34.825877013609976,
                            32.08691910690608
                        ],
                        [
                            34.82689171051985,
                            32.078146240792776
                        ],
                        [
                            34.82586702410908,
                            32.06937421651087
                        ],
                        [
                            34.822842900608215,
                            32.06094008971212
                        ],
                        [
                            34.81793603636555,
                            32.05316784246125
                        ],
                        [
                            34.81133532022118,
                            32.04635595364892
                        ],
                        [
                            34.803294525999036,
                            32.04076595971258
                        ],
                        [
                            34.7990954057203,
                            32.03886439413808
                        ],
                        [
                            34.798378264079616,
                            32.03948788646552
                        ],
                        [
                            34.7963239293652,
                            32.041246041466195
                        ],
                        [
                            34.795343891251775,
                            32.04017366705628
                        ],
                        [
                            34.79126003288769,
                            32.04074583926161
                        ],
                        [
                            34.78966313575796,
                            32.043167918622125
                        ],
                        [
                            34.7878411790596,
                            32.046813389480455
                        ],
                        [
                            34.786429307824505,
                            32.04681706781702
                        ],
                        [
                            34.78574656775265,
                            32.04587744360947
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.781856536865234,
                            32.04184065020709
                        ],
                        [
                            34.78116989135742,
                            32.04082207008816
                        ],
                        [
                            34.78044033050537,
                            32.039876235544256
                        ],
                        [
                            34.77941036224365,
                            32.03889401240586
                        ],
                        [
                            34.77855205535888,
                            32.03827557020884
                        ],
                        [
                            34.77761173583721,
                            32.03796496243802
                        ],
                        [
                            34.77637009213316,
                            32.037293640786295
                        ],
                        [
                            34.774883143936734,
                            32.03653614196504
                        ],
                        [
                            34.77351021963105,
                            32.036136274498396
                        ],
                        [
                            34.77235223875664,
                            32.036067217420054
                        ],
                        [
                            34.77131958496679,
                            32.036234461028485
                        ],
                        [
                            34.767908440643225,
                            32.037587990271206
                        ],
                        [
                            34.76574152042852,
                            32.03823823341612
                        ],
                        [
                            34.76447821277907,
                            32.038470554351136
                        ],
                        [
                            34.7624564176584,
                            32.03851727726365
                        ],
                        [
                            34.761755325040895,
                            32.03818107506801
                        ],
                        [
                            34.76062416220347,
                            32.03779847185115
                        ],
                        [
                            34.759111404418945,
                            32.03667487688872
                        ],
                        [
                            34.75856125988952,
                            32.03702973160109
                        ],
                        [
                            34.75676259516888,
                            32.037653542269624
                        ],
                        [
                            34.75636376006943,
                            32.0378585030132
                        ],
                        [
                            34.75610913551225,
                            32.03800359338864
                        ],
                        [
                            34.75580281522565,
                            32.038106477471395
                        ],
                        [
                            34.7555392374162,
                            32.038131291270886
                        ],
                        [
                            34.755355157699455,
                            32.03811866609567
                        ],
                        [
                            34.75460912373761,
                            32.03633360585201
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [],
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": true,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "Premium Burgers by MeatBar"
            },
            {
                "lang": "he",
                "value": "המבורגר פרימיום של המיטבר"
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 5
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "בורגר",
            "אוכל רחוב"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "60d096d842056810a1e1cd0c"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "60d096d842056810a1e1cd0c"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/60d096d842056810a1e1cd0c/5fe4817a-d296-11eb-a9fe-12ca15aa7deb_fb0261fe_8ebd_11ea_9ef8_0a58647f85fd_img_2927.jpeg",
        "listimage_blurhash": "j7EDRGTs;;T5;;4yXJ8y2LcQjdh4",
        "location": {
            "coordinates": [
                34.7738234,
                32.07815730000001
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/60d096d842056810a1e1cd0c/6d5739a6-d296-11eb-8863-8e87d6fdf2b7_9eaa3033043b028c98fc5abd8df4a3dd.jpeg",
        "mainimage_blurhash": "j9BCxfXtST;r;lOkX7cQPtTcT98Q",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "60d0963b7d0064c2f975d32b"
        },
        "name": [
            {
                "lang": "en",
                "value": "MeatBar Burger | Dizengoff Square"
            },
            {
                "lang": "he",
                "value": "מיטבר בורגר | כיכר דיזנגוף"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "monday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ]
        },
        "phone": "+97237161716",
        "post_code": "6341223",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/meatbar-burger-dizengoff",
        "public_visible": true,
        "rating": {
            "negative_percentage": 5,
            "neutral_percentage": 11,
            "positive_percentage": 84,
            "rating": 3,
            "score": 8.8,
            "text": "מצויין",
            "volume": 500
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 17.446205291709944,
        "relevancy_from_purchases": 18.61551322927486,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "he",
                "value": "המבורגר פרימיום של המיטבר"
            },
            {
                "lang": "en",
                "value": "Premium Burgers by MeatBar"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "meatbar-burger-dizengoff",
        "status": "VENUE_PUBLISHED",
        "substitutions_enabled": false,
        "tags": [
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://www.mbburgers.com",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "5e242142e7ab0275d082ee94"
        },
        "address": "הארבעה 18 תל אביב",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "b2b_recommended": false,
        "bank_account_type": "IBAN",
        "bank_routing_code": "",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-noodles:tel aviv",
                "name": "נודלס",
                "primary": true,
                "slug": "noodles"
            },
            {
                "link_slug": "category-sushi:tel aviv",
                "name": "סושי",
                "primary": false,
                "slug": "sushi"
            },
            {
                "link_slug": "category-japanese:tel aviv",
                "name": "יפני",
                "primary": false,
                "slug": "japanese"
            },
            {
                "link_slug": "category-asian:tel aviv",
                "name": "אסיאתי",
                "primary": false,
                "slug": "asian"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "homedelivery",
            "takeaway"
        ],
        "delivery_specs": {
            "courier_restrictions": 0,
            "custom_geo_range": null,
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 39600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_55521",
                "COURIER_ID_55522",
                "COURIER_ID_74827",
                "COURIER_ID_38016",
                "COURIER_ID_74141"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.776799012567665,
                            32.114570521152764
                        ],
                        [
                            34.785284783580664,
                            32.11527875827305
                        ],
                        [
                            34.79564200716759,
                            32.11441432648528
                        ],
                        [
                            34.80560063905896,
                            32.11185429876796
                        ],
                        [
                            34.814777492116086,
                            32.10769719226843
                        ],
                        [
                            34.82281958302269,
                            32.102102966800196
                        ],
                        [
                            34.82941774627918,
                            32.09528684645699
                        ],
                        [
                            34.83431853227338,
                            32.087511011888154
                        ],
                        [
                            34.83733392963775,
                            32.07907448812033
                        ],
                        [
                            34.83834854100971,
                            32.07030162213446
                        ],
                        [
                            34.83774448637087,
                            32.065130045254385
                        ],
                        [
                            34.83738899230957,
                            32.06468296913311
                        ],
                        [
                            34.8361873626709,
                            32.06177343653572
                        ],
                        [
                            34.83515757052328,
                            32.05789920149451
                        ],
                        [
                            34.83491378827151,
                            32.05564679452172
                        ],
                        [
                            34.835134390706884,
                            32.055422517909996
                        ],
                        [
                            34.83505057242097,
                            32.05518873280147
                        ],
                        [
                            34.83483610440007,
                            32.05540163118499
                        ],
                        [
                            34.834041595458984,
                            32.05457194538034
                        ],
                        [
                            34.83365535736084,
                            32.0543173368335
                        ],
                        [
                            34.83314037322997,
                            32.053735371780334
                        ],
                        [
                            34.8315954208374,
                            32.051116483236456
                        ],
                        [
                            34.83146959817191,
                            32.050645067235465
                        ],
                        [
                            34.831267002057785,
                            32.050243773060636
                        ],
                        [
                            34.830858336969605,
                            32.049330020825394
                        ],
                        [
                            34.830531060395685,
                            32.04861222436787
                        ],
                        [
                            34.830632307901254,
                            32.04828890339263
                        ],
                        [
                            34.83114151332101,
                            32.0480920136961
                        ],
                        [
                            34.8311339185496,
                            32.048079982892375
                        ],
                        [
                            34.83062971251374,
                            32.04827891007426
                        ],
                        [
                            34.83020378382014,
                            32.04789442228018
                        ],
                        [
                            34.82970225588295,
                            32.046580317679535
                        ],
                        [
                            34.8296054568282,
                            32.045658761505806
                        ],
                        [
                            34.8293936388891,
                            32.04532322276315
                        ],
                        [
                            34.82409776661298,
                            32.039857453178236
                        ],
                        [
                            34.82236302925833,
                            32.040878824364235
                        ],
                        [
                            34.820821353417074,
                            32.042013179111905
                        ],
                        [
                            34.81792030318797,
                            32.04183483272797
                        ],
                        [
                            34.8159671469746,
                            32.04280733147113
                        ],
                        [
                            34.81310416625044,
                            32.040832723592345
                        ],
                        [
                            34.81074201129687,
                            32.04053374901214
                        ],
                        [
                            34.80927412016325,
                            32.04021599004518
                        ],
                        [
                            34.80861875336575,
                            32.04056932682502
                        ],
                        [
                            34.80668627445354,
                            32.041890536408026
                        ],
                        [
                            34.80634682042768,
                            32.04204644644444
                        ],
                        [
                            34.806397421474685,
                            32.04152487668459
                        ],
                        [
                            34.806355402286556,
                            32.04125539291802
                        ],
                        [
                            34.806528554172644,
                            32.039682410878655
                        ],
                        [
                            34.80837125669558,
                            32.03861260709951
                        ],
                        [
                            34.80697302675537,
                            32.034555444663226
                        ],
                        [
                            34.803175357053476,
                            32.03576675676463
                        ],
                        [
                            34.80144351990131,
                            32.03697976662457
                        ],
                        [
                            34.80006517057885,
                            32.03802126787902
                        ],
                        [
                            34.798378264079616,
                            32.03948788646552
                        ],
                        [
                            34.7963239293652,
                            32.041246041466195
                        ],
                        [
                            34.795343891251775,
                            32.04017366705628
                        ],
                        [
                            34.79126003288769,
                            32.04074583926161
                        ],
                        [
                            34.78966313575796,
                            32.043167918622125
                        ],
                        [
                            34.7878411790596,
                            32.046813389480455
                        ],
                        [
                            34.786429307824505,
                            32.04681706781702
                        ],
                        [
                            34.78574656775265,
                            32.04587744360947
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.781856536865234,
                            32.04184065020709
                        ],
                        [
                            34.78116989135742,
                            32.04082207008816
                        ],
                        [
                            34.78044033050537,
                            32.039876235544256
                        ],
                        [
                            34.77941036224365,
                            32.03889401240586
                        ],
                        [
                            34.77855205535888,
                            32.03827557020884
                        ],
                        [
                            34.77761173583721,
                            32.03796496243802
                        ],
                        [
                            34.77637009213316,
                            32.037293640786295
                        ],
                        [
                            34.774883143936734,
                            32.03653614196504
                        ],
                        [
                            34.77351021963105,
                            32.036136274498396
                        ],
                        [
                            34.77235223875664,
                            32.036067217420054
                        ],
                        [
                            34.77131958496679,
                            32.036234461028485
                        ],
                        [
                            34.767908440643225,
                            32.037587990271206
                        ],
                        [
                            34.76574152042852,
                            32.03823823341612
                        ],
                        [
                            34.76447821277907,
                            32.038470554351136
                        ],
                        [
                            34.7624564176584,
                            32.03851727726365
                        ],
                        [
                            34.761755325040895,
                            32.03818107506801
                        ],
                        [
                            34.76062416220347,
                            32.03779847185115
                        ],
                        [
                            34.759111404418945,
                            32.03667487688872
                        ],
                        [
                            34.75856125988952,
                            32.03702973160109
                        ],
                        [
                            34.75676259516888,
                            32.037653542269624
                        ],
                        [
                            34.75636376006943,
                            32.0378585030132
                        ],
                        [
                            34.75610913551225,
                            32.03800359338864
                        ],
                        [
                            34.75580281522565,
                            32.038106477471395
                        ],
                        [
                            34.7555392374162,
                            32.038131291270886
                        ],
                        [
                            34.755355157699455,
                            32.03811866609567
                        ],
                        [
                            34.754541465463916,
                            32.03617171765295
                        ],
                        [
                            34.7526024311729,
                            32.03528087737058
                        ],
                        [
                            34.75255017083197,
                            32.03519207872527
                        ],
                        [
                            34.74777607779511,
                            32.03851133330714
                        ],
                        [
                            34.743200478194844,
                            32.04323372308996
                        ],
                        [
                            34.74338472280445,
                            32.04418457175033
                        ],
                        [
                            34.744291626036784,
                            32.046000393470656
                        ],
                        [
                            34.744575885931,
                            32.047254311730114
                        ],
                        [
                            34.74525164207509,
                            32.04798796823269
                        ],
                        [
                            34.74659687032471,
                            32.04835002287988
                        ],
                        [
                            34.74609545401764,
                            32.04861368989127
                        ],
                        [
                            34.74571166522986,
                            32.04907812698213
                        ],
                        [
                            34.746327007593095,
                            32.04972555378897
                        ],
                        [
                            34.74654213128355,
                            32.05039667814022
                        ],
                        [
                            34.74670199996498,
                            32.05073043445701
                        ],
                        [
                            34.747021677168675,
                            32.050952800213835
                        ],
                        [
                            34.74709510803223,
                            32.051298352918195
                        ],
                        [
                            34.74752426147461,
                            32.052971537030864
                        ],
                        [
                            34.74898338317871,
                            32.05464469054932
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.776799012567665,
                            32.114570521152764
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [],
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": true,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "Japanese Kitchen & Sushi Bar"
            },
            {
                "lang": "he",
                "value": "מטבח יפני & סושי בר"
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 7
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "איטריות",
            "סושי",
            "אסיאתי"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "5e241e0a7740a98abde04692"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "5e241e0a7740a98abde04692"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/5e241e0a7740a98abde04692/6c54b614-4b51-11ea-9e64-0a5864764713_DSC07190.jpg",
        "listimage_blurhash": "jbCFChXJ;;PbFqlllDh4TLLdlkPc",
        "location": {
            "coordinates": [
                34.785284783580664,
                32.070312677977114
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/5e241e0a7740a98abde04692/89c26cfa-4b51-11ea-b959-0a586473790e_DSC07199.jpg",
        "mainimage_blurhash": "j3y8hS;;0JP;WXXKOXTI0K00V2Lb",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "5e241d4ec16dc823512c8001"
        },
        "name": [
            {
                "lang": "en",
                "value": "Onami"
            },
            {
                "lang": "he",
                "value": "אונמי"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 81000000
                    }
                }
            ],
            "monday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 81000000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 81000000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 81000000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 81000000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 81000000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 39600000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 81000000
                    }
                }
            ]
        },
        "phone": "+97235620981",
        "post_code": "6473918",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 42300000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81000000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 80100000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 80100000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 80100000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 80100000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 80100000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 80100000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 41400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 80100000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/onami",
        "public_visible": true,
        "rating": {
            "negative_percentage": 5,
            "neutral_percentage": 15,
            "positive_percentage": 80,
            "rating": 3,
            "score": 8.6,
            "text": "מצויין",
            "volume": 500
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 12.999750288615694,
        "relevancy_from_purchases": 7.499375721539235,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "en",
                "value": "Japanese Kitchen & Sushi Bar"
            },
            {
                "lang": "he",
                "value": "מטבח יפני & סושי בר"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "onami",
        "status": "VENUE_PUBLISHED",
        "tags": [
            {},
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://easy.co.il/page/8822592",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "62373d517b9137bce68b64c1"
        },
        "address": "יורדי הסירה 1, תל אביב ",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "b2b_recommended": false,
        "bank_account_type": "IBAN",
        "bank_routing_code": "",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-dessert:tel aviv",
                "name": "קינוח",
                "primary": true,
                "slug": "dessert"
            },
            {
                "link_slug": "category-ice_cream:tel aviv",
                "name": "גלידות",
                "primary": false,
                "slug": "ice_cream"
            },
            {
                "link_slug": "category-vegan:tel aviv",
                "name": "טבעוני",
                "primary": false,
                "slug": "vegan"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "takeaway",
            "homedelivery"
        ],
        "delivery_specs": {
            "capability_values": [],
            "courier_restrictions": 0,
            "custom_geo_range": null,
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 28800000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 28800000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 32400000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_753648"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.81316303389267,
                            32.12595116669137
                        ],
                        [
                            34.817563538422746,
                            32.12140659715534
                        ],
                        [
                            34.82246572232104,
                            32.113630760769546
                        ],
                        [
                            34.825481977272055,
                            32.10519423578878
                        ],
                        [
                            34.826496873584105,
                            32.09642136937851
                        ],
                        [
                            34.82547197868968,
                            32.08764934539647
                        ],
                        [
                            34.82244724734765,
                            32.079215219448585
                        ],
                        [
                            34.817539399702405,
                            32.07144297346997
                        ],
                        [
                            34.81093736267709,
                            32.064631086157625
                        ],
                        [
                            34.802894960958,
                            32.059041093720744
                        ],
                        [
                            34.79372114578477,
                            32.05488757581247
                        ],
                        [
                            34.78376813954988,
                            32.052329945915474
                        ],
                        [
                            34.77341794911627,
                            32.05146635613029
                        ],
                        [
                            34.76306775868266,
                            32.052329945915474
                        ],
                        [
                            34.753114752447765,
                            32.05488757581247
                        ],
                        [
                            34.749762416966725,
                            32.05640537240986
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.78048324584961,
                            32.12169111778177
                        ],
                        [
                            34.78288650512695,
                            32.123435703953525
                        ],
                        [
                            34.789151630843946,
                            32.139153135777555
                        ],
                        [
                            34.79373962077257,
                            32.13797405557463
                        ],
                        [
                            34.79793839795366,
                            32.13607255640386
                        ],
                        [
                            34.79674816131592,
                            32.13372081523284
                        ],
                        [
                            34.796061515808105,
                            32.130958849756155
                        ],
                        [
                            34.795846939086914,
                            32.129541492900614
                        ],
                        [
                            34.79722023010254,
                            32.129032692760866
                        ],
                        [
                            34.79940891265869,
                            32.128705605458386
                        ],
                        [
                            34.80335712432861,
                            32.128414860205055
                        ],
                        [
                            34.8072624206543,
                            32.12783336691886
                        ],
                        [
                            34.810051918029785,
                            32.127797023465426
                        ],
                        [
                            34.81099605560303,
                            32.125943488143896
                        ],
                        [
                            34.81316303389267,
                            32.12595116669137
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [],
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": true,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "Gelato E Cioccolato | Ice Cream"
            },
            {
                "lang": "he",
                "value": "גלידה ושוקולד"
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 7
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "קינוח",
            "גלידה",
            "טבעוני"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "62373cbfbbbd747e122a7b1d"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "62373cbfbbbd747e122a7b1d"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/62373cbfbbbd747e122a7b1d/c2850520-a85b-11ec-9e6b-1a58b6c80c76_e3879eb8_8ebd_11ea_8b8e_0a58646e7707_img_2913.jpg",
        "listimage_blurhash": "j9NXuO;;TslGgPoPkPSYcPFkNlgO",
        "location": {
            "coordinates": [
                34.77341794911627,
                32.09643243642623
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/62373cbfbbbd747e122a7b1d/c6f42cf8-a85b-11ec-bbb2-b2e83b12a32d_07e6cf36270333fef18cba765de9848b.png",
        "mainimage_blurhash": "j7IGeu;;PtgP;KcPiY8yLuPuTupk",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "62373c5a12890fc5e095fcf8"
        },
        "name": [
            {
                "lang": "en",
                "value": "Otello | TLV Port"
            },
            {
                "lang": "he",
                "value": "אוטלו | נמל תל אביב"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 28800000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "monday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 28800000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 32400000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ]
        },
        "phone": "+97236584242",
        "post_code": "6350801",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 31500000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 31500000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 35100000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 30600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 30600000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 34200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/otello-tlv-port",
        "public_visible": true,
        "rating": {
            "negative_percentage": 0,
            "neutral_percentage": 2,
            "positive_percentage": 98,
            "rating": 4,
            "score": 9.6,
            "text": "מדהים",
            "volume": 100
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 11.071729666669578,
        "relevancy_from_purchases": 2.6793241666739447,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "en",
                "value": "Gelato E Cioccolato | Ice Cream"
            },
            {
                "lang": "he",
                "value": "גלידה ושוקולד"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "otello-tlv-port",
        "status": "VENUE_PUBLISHED",
        "substitutions_enabled": false,
        "tags": [
            {},
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://he-il.facebook.com/pg/Otello-gelato-129579244321420/about/?ref=page_internal",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "5e7373028319b45e97677f8e"
        },
        "address": "מנדלי מוכר ספרים 6 תל אביב",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "b2b_recommended": false,
        "bank_account_type": "IBAN",
        "bank_routing_code": "",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-burgers:tel aviv",
                "name": "המבורגר",
                "primary": true,
                "slug": "burgers"
            },
            {
                "link_slug": "category-street_food:tel aviv",
                "name": "אוכל רחוב",
                "primary": false,
                "slug": "street_food"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "homedelivery",
            "takeaway"
        ],
        "delivery_specs": {
            "capability_values": [],
            "courier_restrictions": 0,
            "custom_geo_range": null,
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_66957",
                "COURIER_ID_75590"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.75407618442681,
                            32.03595795604368
                        ],
                        [
                            34.748238169172744,
                            32.0374584404803
                        ],
                        [
                            34.742681597963454,
                            32.039974702457464
                        ],
                        [
                            34.74290184514231,
                            32.04169253912508
                        ],
                        [
                            34.74338472280445,
                            32.04418457175033
                        ],
                        [
                            34.744291626036784,
                            32.046000393470656
                        ],
                        [
                            34.744575885931,
                            32.047254311730114
                        ],
                        [
                            34.74525164207509,
                            32.04798796823269
                        ],
                        [
                            34.74659687032471,
                            32.04835002287988
                        ],
                        [
                            34.74609545401764,
                            32.04861368989127
                        ],
                        [
                            34.74571166522986,
                            32.04907812698213
                        ],
                        [
                            34.746327007593095,
                            32.04972555378897
                        ],
                        [
                            34.74654213128355,
                            32.05039667814022
                        ],
                        [
                            34.74670199996498,
                            32.05073043445701
                        ],
                        [
                            34.747021677168675,
                            32.050952800213835
                        ],
                        [
                            34.74709510803223,
                            32.051298352918195
                        ],
                        [
                            34.74752426147461,
                            32.052971537030864
                        ],
                        [
                            34.74898338317871,
                            32.05464469054932
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.78048324584961,
                            32.12169111778177
                        ],
                        [
                            34.78150644160217,
                            32.122433881235445
                        ],
                        [
                            34.7888552898112,
                            32.12054492024446
                        ],
                        [
                            34.79803301617122,
                            32.11638781313985
                        ],
                        [
                            34.8060758718908,
                            32.11079358695803
                        ],
                        [
                            34.81267466203051,
                            32.103977465901515
                        ],
                        [
                            34.817575912936775,
                            32.09620163072823
                        ],
                        [
                            34.8205915955155,
                            32.087765106556915
                        ],
                        [
                            34.82160630165216,
                            32.07899224042986
                        ],
                        [
                            34.820581605594356,
                            32.07022021616184
                        ],
                        [
                            34.81755745396724,
                            32.06178608940247
                        ],
                        [
                            34.812650544220254,
                            32.05401384221047
                        ],
                        [
                            34.806049766955596,
                            32.047201953467585
                        ],
                        [
                            34.79800889835081,
                            32.041611959600644
                        ],
                        [
                            34.796627374987644,
                            32.04098634452646
                        ],
                        [
                            34.7963239293652,
                            32.041246041466195
                        ],
                        [
                            34.79570477205758,
                            32.04056854898574
                        ],
                        [
                            34.794953539574365,
                            32.040228357586706
                        ],
                        [
                            34.79126003288769,
                            32.04074583926161
                        ],
                        [
                            34.78966313575796,
                            32.043167918622125
                        ],
                        [
                            34.7878411790596,
                            32.046813389480455
                        ],
                        [
                            34.786429307824505,
                            32.04681706781702
                        ],
                        [
                            34.78574656775265,
                            32.04587744360947
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.781856536865234,
                            32.04184065020709
                        ],
                        [
                            34.78116989135742,
                            32.04082207008816
                        ],
                        [
                            34.78044033050537,
                            32.039876235544256
                        ],
                        [
                            34.77941036224365,
                            32.03889401240586
                        ],
                        [
                            34.77855205535888,
                            32.03827557020884
                        ],
                        [
                            34.77761173583721,
                            32.03796496243802
                        ],
                        [
                            34.77637009213316,
                            32.037293640786295
                        ],
                        [
                            34.774883143936734,
                            32.03653614196504
                        ],
                        [
                            34.77351021963105,
                            32.036136274498396
                        ],
                        [
                            34.77235223875664,
                            32.036067217420054
                        ],
                        [
                            34.77131958496679,
                            32.036234461028485
                        ],
                        [
                            34.767908440643225,
                            32.037587990271206
                        ],
                        [
                            34.76574152042852,
                            32.03823823341612
                        ],
                        [
                            34.76447821277907,
                            32.038470554351136
                        ],
                        [
                            34.7624564176584,
                            32.03851727726365
                        ],
                        [
                            34.761755325040895,
                            32.03818107506801
                        ],
                        [
                            34.76062416220347,
                            32.03779847185115
                        ],
                        [
                            34.759111404418945,
                            32.03667487688872
                        ],
                        [
                            34.75856125988952,
                            32.03702973160109
                        ],
                        [
                            34.75676259516888,
                            32.037653542269624
                        ],
                        [
                            34.75636376006943,
                            32.0378585030132
                        ],
                        [
                            34.75610913551225,
                            32.03800359338864
                        ],
                        [
                            34.75580281522565,
                            32.038106477471395
                        ],
                        [
                            34.7555392374162,
                            32.038131291270886
                        ],
                        [
                            34.755355157699455,
                            32.03811866609567
                        ],
                        [
                            34.754541465463916,
                            32.03617171765295
                        ],
                        [
                            34.75407618442681,
                            32.03595795604368
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [],
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": true,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "Burgers"
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 6
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "בורגר",
            "אוכל רחוב"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "5e735ae55c1c88c0e9167822"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "5e735ae55c1c88c0e9167822"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/5e735ae55c1c88c0e9167822/ce0ab3cc-6b76-11eb-8f91-364e174cd87c_yaelitz_5_min.jpg",
        "listimage_blurhash": "jcHp1QXJlqJBPtiIh4Pa;;qXl5KD",
        "location": {
            "coordinates": [
                34.76853750000003,
                32.07900329999998
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/5e735ae55c1c88c0e9167822/8eee8504-6d09-11ea-923b-0a58647e068b_yaelitz-4.jpg",
        "mainimage_blurhash": "jbIDVn;JjtTrl48QhlTb;tTcmXPs",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "5e7359f78839e280359b06b3"
        },
        "name": [
            {
                "lang": "en",
                "value": "Prozdor"
            },
            {
                "lang": "he",
                "value": "פרוזדור"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "monday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 86400000
                    }
                }
            ]
        },
        "phone": "+97235233223",
        "post_code": "6390706",
        "preorder_enabled": false,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 86400000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 85500000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/prozdor-burger",
        "public_visible": true,
        "rating": {
            "negative_percentage": 6,
            "neutral_percentage": 15,
            "positive_percentage": 79,
            "rating": 3,
            "score": 8.4,
            "text": "טוב מאוד",
            "volume": 500
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 11.245748573207054,
        "relevancy_from_purchases": 3.1143714330176353,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "he",
                "value": "מומחים להמבורגרים מופרעים"
            },
            {
                "lang": "en",
                "value": "Crazy Burgers Experts "
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "prozdor-burger",
        "status": "VENUE_PUBLISHED",
        "tags": [
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://www.prozdor.co.il/",
        "wolt_delivery": true
    }, {
        "active_menu": {
            "$oid": "5c02c882661f37000a5c84fe"
        },
        "address": "שלמה אבן גבירול 88",
        "alive": 1,
        "allowed_payment_methods": [
            "card"
        ],
        "always_available": false,
        "bank_account_type": "IBAN",
        "cart_view_enabled": false,
        "categories": [
            {
                "link_slug": "category-vegan:tel aviv",
                "name": "טבעוני",
                "primary": true,
                "slug": "vegan"
            },
            {
                "link_slug": "category-burgers:tel aviv",
                "name": "המבורגר",
                "primary": false,
                "slug": "burgers"
            },
            {
                "link_slug": "category-vegetarian:tel aviv",
                "name": "צמחוני",
                "primary": false,
                "slug": "vegetarian"
            }
        ],
        "city": "Tel Aviv",
        "city_id": "5bc0905a63cca509a71168ee",
        "comment_disabled": false,
        "completion_estimates": {
            "delivery": "20-40",
            "delivery_rush": "20-40",
            "normal": "10-30",
            "order_estimates_in_use": true,
            "rush": "10-30"
        },
        "country": "ISR",
        "currency": "ILS",
        "customer_support_phone": "",
        "delivery_methods": [
            "homedelivery",
            "takeaway"
        ],
        "delivery_specs": {
            "courier_restrictions": 0,
            "custom_geo_range": null,
            "delivery_enabled": true,
            "delivery_pricing": {
                "base_price": 1000,
                "distance_ranges": [
                    {
                        "a": 0,
                        "b": 0,
                        "max": 1000,
                        "min": 0
                    },
                    {
                        "a": 200,
                        "b": 0,
                        "max": 2000,
                        "min": 1000
                    },
                    {
                        "a": 400,
                        "b": 0,
                        "max": 3000,
                        "min": 2000
                    },
                    {
                        "a": 600,
                        "b": 0,
                        "max": 4000,
                        "min": 3000
                    },
                    {
                        "a": 800,
                        "b": 0,
                        "max": 0,
                        "min": 4000
                    }
                ],
                "meta": {},
                "price_multiplier": 1,
                "price_ranges": [
                    {
                        "a": 5000,
                        "b": -1,
                        "max": 5000,
                        "min": 0
                    },
                    {
                        "a": 0,
                        "b": 0,
                        "max": 0,
                        "min": 5000
                    }
                ],
                "tax": 0.17
            },
            "delivery_times": {
                "friday": [],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 61200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 43200000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ]
            },
            "forbidden_capabilities": [
                "COURIER_ID_74141",
                "COURIER_ID_57762"
            ],
            "geo_range": {
                "coordinates": [
                    [
                        [
                            34.77748647810051,
                            32.037897239120596
                        ],
                        [
                            34.77115386699412,
                            32.03842569418126
                        ],
                        [
                            34.761202372887006,
                            32.040983324724266
                        ],
                        [
                            34.752029952039436,
                            32.045136843599515
                        ],
                        [
                            34.74596977941112,
                            32.0493496994435
                        ],
                        [
                            34.746327007593095,
                            32.04972555378897
                        ],
                        [
                            34.74654213128355,
                            32.05039667814022
                        ],
                        [
                            34.74670199996498,
                            32.05073043445701
                        ],
                        [
                            34.747021677168675,
                            32.050952800213835
                        ],
                        [
                            34.74709510803223,
                            32.051298352918195
                        ],
                        [
                            34.74752426147461,
                            32.052971537030864
                        ],
                        [
                            34.74898338317871,
                            32.05464469054932
                        ],
                        [
                            34.75001335144043,
                            32.056972505418514
                        ],
                        [
                            34.751858711242676,
                            32.05577223327246
                        ],
                        [
                            34.752631187438965,
                            32.05602683777075
                        ],
                        [
                            34.75327491760254,
                            32.055917721643944
                        ],
                        [
                            34.75396156311035,
                            32.05602683777075
                        ],
                        [
                            34.75447654724121,
                            32.05595409370069
                        ],
                        [
                            34.754390716552734,
                            32.05613595376744
                        ],
                        [
                            34.75477695465088,
                            32.05653604464182
                        ],
                        [
                            34.755120277404785,
                            32.05659060235278
                        ],
                        [
                            34.75518465042114,
                            32.05668153179874
                        ],
                        [
                            34.755377769470215,
                            32.057045248678854
                        ],
                        [
                            34.75576400756836,
                            32.057463521303454
                        ],
                        [
                            34.756386280059814,
                            32.05840917410126
                        ],
                        [
                            34.75748062133789,
                            32.061118778946806
                        ],
                        [
                            34.75851058959961,
                            32.066574115690266
                        ],
                        [
                            34.75954055786133,
                            32.07101088295881
                        ],
                        [
                            34.760141372680664,
                            32.07450195832265
                        ],
                        [
                            34.761600494384766,
                            32.076901995312426
                        ],
                        [
                            34.76280212402344,
                            32.079374694796144
                        ],
                        [
                            34.76529121398926,
                            32.086065193329354
                        ],
                        [
                            34.76889610290527,
                            32.09602731058061
                        ],
                        [
                            34.77200746536255,
                            32.099044817872
                        ],
                        [
                            34.77346658706665,
                            32.09989915423916
                        ],
                        [
                            34.77559089660644,
                            32.10253482246267
                        ],
                        [
                            34.775848388671875,
                            32.10417071620696
                        ],
                        [
                            34.77499008178711,
                            32.10446153869364
                        ],
                        [
                            34.7746467590332,
                            32.1051885908585
                        ],
                        [
                            34.77378845214844,
                            32.10577022842266
                        ],
                        [
                            34.773445129394524,
                            32.106133750018955
                        ],
                        [
                            34.773543359607345,
                            32.10687427929026
                        ],
                        [
                            34.775319297896715,
                            32.10958600015689
                        ],
                        [
                            34.77583160892678,
                            32.1109995487883
                        ],
                        [
                            34.776062965393066,
                            32.11202259825589
                        ],
                        [
                            34.77705001831055,
                            32.11543941013382
                        ],
                        [
                            34.77825164794922,
                            32.11820184538593
                        ],
                        [
                            34.78048324584961,
                            32.12169111778177
                        ],
                        [
                            34.78288650512695,
                            32.123435703953525
                        ],
                        [
                            34.784407650020945,
                            32.12725182708429
                        ],
                        [
                            34.791861095238815,
                            32.126629832773745
                        ],
                        [
                            34.801821059883046,
                            32.12406980448802
                        ],
                        [
                            34.81099914055905,
                            32.11991269713796
                        ],
                        [
                            34.81904230657822,
                            32.11431847066669
                        ],
                        [
                            34.82564135105669,
                            32.1075023493208
                        ],
                        [
                            34.83054279058689,
                            32.09972651390234
                        ],
                        [
                            34.83355858888267,
                            32.091289989567336
                        ],
                        [
                            34.834573333467254,
                            32.08251712338301
                        ],
                        [
                            34.83354859721042,
                            32.07374509917282
                        ],
                        [
                            34.83052432838174,
                            32.065310972577535
                        ],
                        [
                            34.82561722901889,
                            32.05753872563091
                        ],
                        [
                            34.819016197067164,
                            32.05072683717728
                        ],
                        [
                            34.810975018511094,
                            32.045136843599515
                        ],
                        [
                            34.801802597663524,
                            32.040983324724266
                        ],
                        [
                            34.797825306640846,
                            32.03996112234053
                        ],
                        [
                            34.7963239293652,
                            32.041246041466195
                        ],
                        [
                            34.795343891251775,
                            32.04017366705628
                        ],
                        [
                            34.79126003288769,
                            32.04074583926161
                        ],
                        [
                            34.78966313575796,
                            32.043167918622125
                        ],
                        [
                            34.7878411790596,
                            32.046813389480455
                        ],
                        [
                            34.786429307824505,
                            32.04681706781702
                        ],
                        [
                            34.78574656775265,
                            32.04587744360947
                        ],
                        [
                            34.78522534473984,
                            32.0452342411188
                        ],
                        [
                            34.78493752980856,
                            32.045118285646126
                        ],
                        [
                            34.78425585401299,
                            32.04427131827924
                        ],
                        [
                            34.78364082124286,
                            32.043673024657984
                        ],
                        [
                            34.782843589782715,
                            32.04351400722718
                        ],
                        [
                            34.781856536865234,
                            32.04184065020709
                        ],
                        [
                            34.78116989135742,
                            32.04082207008816
                        ],
                        [
                            34.78044033050537,
                            32.039876235544256
                        ],
                        [
                            34.77941036224365,
                            32.03889401240586
                        ],
                        [
                            34.77855205535888,
                            32.03827557020884
                        ],
                        [
                            34.77761173583721,
                            32.03796496243802
                        ],
                        [
                            34.77748647810051,
                            32.037897239120596
                        ]
                    ]
                ],
                "type": "Polygon"
            },
            "postcode_range": [],
            "price": {
                "tax": 0.17
            },
            "require_street_address": true,
            "required_capabilities": [
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN",
                "AUTO_ASSIGN"
            ],
            "road_range": 0,
            "road_range_mode": "driving",
            "service_time": {
                "bike": 180,
                "car": 300
            },
            "use_default_autogenerated_geo_range": true,
            "use_default_delivery_pricing": true
        },
        "description": [
            {
                "lang": "en",
                "value": "100% Vegan Burger Joint "
            },
            {
                "lang": "he",
                "value": "ריינבו המבורגר טבעוני"
            }
        ],
        "discounts": [],
        "dropoff_note_prefix": "",
        "estimates": {
            "delivery": {
                "mean": 12
            },
            "pickup": {
                "mean": 5
            },
            "preparation": {
                "max": 30,
                "mean": 20,
                "min": 10
            },
            "total": {
                "max": 40,
                "mean": 30,
                "min": 20
            }
        },
        "favourite": false,
        "food_tags": [
            "טבעוני",
            "בורגר",
            "צמחוני"
        ],
        "group_order_enabled": true,
        "high_volume_venue": false,
        "id": {
            "$oid": "5c02beb0c5e8cf0009e7419f"
        },
        "ipad_free": false,
        "is_marketplace_v2": false,
        "is_wolt_plus": false,
        "item_cards_enabled": false,
        "itemid": {
            "$oid": "5c02beb0c5e8cf0009e7419f"
        },
        "listimage": "https://prod-wolt-venue-images-cdn.wolt.com/5c02beb0c5e8cf0009e7419f/6868143a-6b7e-11eb-b902-72fef6a8740a_1__1__min.jpg",
        "listimage_blurhash": "j9NHORN3PKmY4h8zPtPbT;Hth4Pc",
        "location": {
            "coordinates": [
                34.78150248527526,
                32.08252818446518
            ],
            "type": "Point"
        },
        "mainimage": "https://prod-wolt-venue-images-cdn.wolt.com/5c02beb0c5e8cf0009e7419f/29ac5a6e-e0b2-11ea-9107-56ddea6215e9_1.jpg",
        "mainimage_blurhash": "j2JoxFYhTu00Y0RQXd;;9eT;g0;D",
        "menu_layout": "regular",
        "merchant": {
            "$oid": "5c02bd8f84f994000c12c552"
        },
        "name": [
            {
                "lang": "en",
                "value": "Rainbow 🌈 Ibn Gabirol"
            },
            {
                "lang": "he",
                "value": "‫ריינבו 🌈 אבן גבירול"
            }
        ],
        "ncd_allowed": true,
        "online": true,
        "opening_times": {
            "friday": [],
            "monday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "saturday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 61200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "sunday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "thursday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "tuesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ],
            "wednesday": [
                {
                    "type": "open",
                    "value": {
                        "$date": 43200000
                    }
                },
                {
                    "type": "close",
                    "value": {
                        "$date": 82800000
                    }
                }
            ]
        },
        "phone": "+97235223040",
        "post_code": "6404612",
        "preorder_enabled": true,
        "preorder_only": false,
        "preorder_times": {
            "delivery": {
                "friday": [],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 63900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45900000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 82800000
                        }
                    }
                ]
            },
            "maximum_days": 7,
            "minimum_time_limit": 7200,
            "minimum_time_limits": {
                "delivery": 3600,
                "eatin": 2400,
                "takeaway": 2400
            },
            "takeaway": {
                "friday": [],
                "monday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "saturday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 63000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "sunday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "thursday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "tuesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ],
                "wednesday": [
                    {
                        "type": "open",
                        "value": {
                            "$date": 45000000
                        }
                    },
                    {
                        "type": "close",
                        "value": {
                            "$date": 81900000
                        }
                    }
                ]
            },
            "time_step": 300
        },
        "presence": "brick_and_mortar",
        "price_range": 2,
        "product_line": "restaurant",
        "public_url": "https://wolt.com/he/isr/tel-aviv/restaurant/rainbow",
        "public_visible": true,
        "rating": {
            "negative_percentage": 2,
            "neutral_percentage": 10,
            "positive_percentage": 88,
            "rating": 4,
            "score": 9,
            "text": "מצויין",
            "volume": 500
        },
        "ratings_and_reviews_enabled": false,
        "relevancy": 11.24042139700853,
        "relevancy_from_purchases": 3.101053492521325,
        "rush": {
            "queue_minutes": false,
            "status": false
        },
        "service_fee_description": "דמי השירות עוזרים לנו לספק שירות מעולה, בעזרתם אנו מכסים מגוון עלויות הקשורות לתפעול האופרטיבי שלנו.",
        "short_description": [
            {
                "lang": "en",
                "value": "100% Vegan Burger Joint"
            },
            {
                "lang": "he",
                "value": "ריינבו המבורגר טבעוני"
            }
        ],
        "show_allergy_disclaimer_on_menu": false,
        "show_delivery_info_on_merchant": false,
        "show_delivery_price_on_merchant": false,
        "show_item_bottom_sheet": false,
        "show_phone_number_on_merchant": true,
        "slug": "rainbow",
        "status": "VENUE_PUBLISHED",
        "tag_text": "VEGAN 🌱",
        "tags": [
            {},
            {},
            {}
        ],
        "timezone": "Asia/Jerusalem",
        "timezone_name": "Asia/Jerusalem",
        "tipping": {
            "currency": "ILS",
            "max_amount": 10000,
            "min_amount": 500,
            "tip_amounts": [
                500,
                1000,
                1500
            ],
            "type": "pre_tipping_amount"
        },
        "type": "purchase",
        "website": "https://www.facebook.com/rainbowpitta/",
        "wolt_delivery": true
    }
];